<template>
    <section class="about">
        <div class="about__container">
            <div class="about__title">
                О нас
            </div>
            <div class="about__content">
                <div class="about__text">
                    <p>Официальное сообщество Всероссийской молодежной организации ЛДПР</p>
                    <p>Филиалы молодежной организации ЛДПР существуют во всех 85 субъектах Российской Федерации.
                        Активная деятельность ведется
                        как на региональном, так и на федеральном уровнях. Молодежь ЛДПР выступает за справедливость во
                        всем нашем государстве.</p>
                    <p>Спектр деятельности молодежной организации ЛДПР обширен.
                        Наши действия носят как политический и социальный, так и культурный и образовательный характер.
                        Наш актив организует
                        культурные и спортивные мероприятия, а также благотворительность. Мы осуществляем реализацию
                        социальных проектов и
                        молодежных программ. Кроме того, мы оперативно реагируем на все случаи несправедливого обращения
                        с российскими
                        гражданами и, проводя пикеты и митинги, мы требуем восстановления справедливости.
                    </p>
                    <p>Всероссийский молодежный центр ЛДПР предоставляет абсолютно бесплатно для молодежи:<br />
                        - Гимнастический зал;<br />
                        - Интернет-кафе;<br />
                        - учебные тренинги и лекционные занятия;<br />
                        - круглые столы и семинары;<br />
                        - встречи с депутатами Государственной Думы Федерального Собрания Российской Федерации;<br />
                        - юридические и психологические консультации специалистов.<br />
                    <p>Центр также предоставляет бесплатный доступ к бассейну, футбольному полю с частотой один раз в
                        неделю. Молодые люди
                        могут принимать активное участие в жизни различных военно-патриотических, экологических,
                        благотворительных и
                        студенческих организаций.</p>
                    </p>
                    <p>Присоединяйтесь к жизни первого в России молодежного центра, созданного на платформе политической
                        партии! Мы хотим жить
                        в великой стране, в великой России!</p>
                </div>
                <img src="../../assets/img/about.jpg" alt="" class="about__img">
            </div>
        </div>
    </section>
</template>


<style lang="scss">
.about {
    margin-top: 8rem;

    &__title {
        font-size: 2.4rem;
        font-weight: bold;
        color: #132747;
        margin-bottom: 3rem;
        text-align: center;
    }

    &__content {
        display: flex;
        justify-content: space-between;
        align-items: center;
    }

    &__img {
        width: 70rem;
        height: 43.2rem;
        border-radius: 0.5rem;
    }

    &__text {
        width: 120rem;

        p {
            font-size: 1.8rem;
            color: #6d747f;
            line-height: 1.3661111111;
            margin-bottom: 1.5rem;
        }
    }
}
</style>